/* The error message shown if a variable references itself. The first placeholder contains the name of the variable. */
"CyclicReference" = "变量 %@ 引用本身。坏主意。评价语句不会终止。评价语句不会终止。评价语句不会终止。";

/* The error message shown if an undefined variable name was used. The first placeholder contains the name of the unknown variable. */
"UndefinedVariable" = "变量 %@ 未定义。错别字？";
